linux-tools
archlinux-tools
man-db
tree
scx-scheds
wireless-regdb
cmake
meson
cpio
net-tools
gtk3
gtk4
qt5
qt6
qemu-full
libvirt
qemu-user-static
dmidecode
dnsmasq
lvm2
qemu-user-static-binfmt
sof-firmware
sof-tools
alsa-firmware
alsa-utils
alsa-tools
alsa-plugins
qemu-audio-alsa
fltk
pipewire-alsa
pipewire-audio
pipewire-ffado
pipewire-jack
pipewire-libcamera
pipewire-pulse
pipewire-roc
pipewire-v4l2
pipewire-x11-bell
pipewire-zeroconf
wireplumber
gst-plugin-libcamera
neofetch
catimg
chafa
feh
imagemagick
jp2a
libcaca
nitrogen
w3m
xdotool
libid3tag
libspectre
jpegexiforient
jdk21-openjdk
openjdk21-src
openjdk21-doc
jdk17-openjdk
openjdk17-src
openjdk17-doc
maven
gradle
btop
docker
criu
pigz
docker-buildx